Repository: zentrumnawi/geomat-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: mineral type(s)
de: Mineralart

source: question
de: Frage

source: Elements
de: Elemente

source: Sulfides & Sulfosalts
de: Sulfide und Sulfosalze

source: Halogenides
de: Halogenide

source: Oxides and Hydroxides
de: Oxide und Hydroxide

source: Carbonates and Nitrates
de: Carbonate und Nitrate

source: Borates
de: Borate

source: Sulfates
de: Sulfate

source: Phosphates, Arsenates & Vanadates
de: Phosphate, Arsenate und Vanadate

source: Silicates & Germanates
de: Silikate und Germanate

source: Organic Compounds
de: Organische Verbindungen

source: Sulfides
de: Sulfide

source: Sulfosalts
de: Sulfosalze

source: Carbonates
de: Carbonate

source: Nitrates
de: Nitrate

source: Phosphates
de: Phosphate

source: Arsenates
de: Aresenate

source: Vanadates
de: Vanadate

source: Silicates
de: Silikate

source: Germanates
de: Germanate

source: Oxides
de: Oxide

source: Hydroxides
de: Hydroxide

source: Island Silicates
de: Inselsilikate

source: Group Silicates
de: Gruppensilikate

source: Chain Silicates
de: Kettensilikate

source: Double Chain Silicates
de: Doppelkettensilikate

source: Cyclo Silicates
de: Ringsilikate

source: Phyllo Silicates
de: Schichtsilikate

source: Framework Silicates
de: Gerüstsilikate

source: perfect
de: höchst vollkommen

source: less perfect
de: vollkommen

source: good
de: gut

source: distinct
de: deutlich

source: indistinct
de: undeutlich

source: none
de: keine

source: adamantine lustre
de: Diamantglanz

source: dull lustre
de: Mattglanz

source: greasy lustre
de: Fettglanz

source: metallic lustre
de: Metallglanz

source: pearly lustre
de: Perlmuttglanz

source: silky lustre
de: Seidenglanz

source: submetallic lustre
de: Halbmetallglanz

source: vitreous lustre
de: Glasglanz

source: waxy lustre
de: Wachsglanz

source: conchoidal
de: muschelig

source: earthy
de: erdig

source: hackly
de: hakig

source: splintery
de: splitterig

source: uneven
de: uneben

source: systematics
de: Systematik

source: splitted systematics
de: Split-Systematik

source: subsystematics
de: Sub-Systematik

source: variety
de: Varietät

source: minerals
de: Mineralien

source: mohs scale
de: Mohshärte

source: density
de: Dichte

source: streak
de: Strichfarbe

source: normal color
de: Normalefarbe

source: fracture
de: Bruch

source: lustre
de: Glanz

source: chemical formula
de: Chemismus

source: comment
de: Kommentar

source: created at
de: Erstellt am

source: last modified
de: Zuletzt geändert

source: mineral type
de: Mineralart

source: mineral types
de: Mineralarten

source: cleavage
de: Spaltbarkeit

source: coordinates
de: Borate

source: Triclinic
de: Triklin

source: Monoclinic
de: Monoklin

source: Orthorhombic
de: Orthorhombisch

source: Cubic
de: Kubisch

source: crystal system
de: Kristallsystem

source: temperature
de: Temperatur

source: pressure
de: Druck

source: Crystal System
de: Kristallsystem

source: Crystal Systems
de: Kristallsysteme

source: name of handpiece
de: Name des Handstücks

source: place of discovery
de: Fundort

source: current location
de: Standort

source: old inventory number
de: Alte Intentarnummer

source: Handpiece
de: Handstück

source: Handpieces
de: Handstücke

source: Top
de: Oben

source: Bottom
de: Unten

source: Side
de: Seitlich

source: Micro
de: Mikro

source: Macro
de: Makro

source: Fisheye
de: Fischauge

source: orientation
de: Orientierung

source: shot type
de: Aufnahmeart

source: active photograph?
de: Aktiv?

source: Photograph
de: Foto

source: Photographs
de: Fotos

source: header
de: Titel

source: description
de: Beschreibung

source: Glossary Entry
de: Glossareintrag

source: Glossary Entries
de: Glossareinträge

source: question text
de: Fragentext

source: question type
de: Fragetyp

source: difficulty
de: Schwierigkeitsgrad

source: answer text
de: Antworttext

source: correct
de: richtig

source: feedback if answered correctly
de: Feedback falls richtig

source: feedback if answered incorrectly
de: Feedback falls falsch

source: Name of User
de: Name des Nutzers
